Microchip-MPLAB-Harmony/dev_packs/Microchip/PIC32MZ-DA_DFP/1.1.98/edc/PIC32MZ2064DAA288.PIC
      <edc:SFRDef edc:_addr="0x1F8EA434" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="--------nnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCLUT13" edc:desc="" edc:impl="0x00ffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="--------000000000000000000000000" edc:name="GLCDCLUT13" edc:nzwidth="32" edc:por="--------000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BLUE" edc:desc="" edc:mask="0xff" edc:name="BLUE" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="GREEN" edc:desc="" edc:mask="0xff" edc:name="GREEN" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="RED" edc:desc="" edc:mask="0xff" edc:name="RED" edc:nzwidth="8"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA438" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="--------nnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCLUT14" edc:desc="" edc:impl="0x00ffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="--------000000000000000000000000" edc:name="GLCDCLUT14" edc:nzwidth="32" edc:por="--------000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BLUE" edc:desc="" edc:mask="0xff" edc:name="BLUE" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="GREEN" edc:desc="" edc:mask="0xff" edc:name="GREEN" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="RED" edc:desc="" edc:mask="0xff" edc:name="RED" edc:nzwidth="8"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA43C" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="--------nnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCLUT15" edc:desc="" edc:impl="0x00ffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="--------000000000000000000000000" edc:name="GLCDCLUT15" edc:nzwidth="32" edc:por="--------000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BLUE" edc:desc="" edc:mask="0xff" edc:name="BLUE" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="GREEN" edc:desc="" edc:mask="0xff" edc:name="GREEN" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="RED" edc:desc="" edc:mask="0xff" edc:name="RED" edc:nzwidth="8"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA440" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="--------nnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCLUT16" edc:desc="" edc:impl="0x00ffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="--------000000000000000000000000" edc:name="GLCDCLUT16" edc:nzwidth="32" edc:por="--------000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BLUE" edc:desc="" edc:mask="0xff" edc:name="BLUE" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="GREEN" edc:desc="" edc:mask="0xff" edc:name="GREEN" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="RED" edc:desc="" edc:mask="0xff" edc:name="RED" edc:nzwidth="8"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA444" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="--------nnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCLUT17" edc:desc="" edc:impl="0x00ffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="--------000000000000000000000000" edc:name="GLCDCLUT17" edc:nzwidth="32" edc:por="--------000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BLUE" edc:desc="" edc:mask="0xff" edc:name="BLUE" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="GREEN" edc:desc="" edc:mask="0xff" edc:name="GREEN" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="RED" edc:desc="" edc:mask="0xff" edc:name="RED" edc:nzwidth="8"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA448" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="--------nnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCLUT18" edc:desc="" edc:impl="0x00ffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="--------000000000000000000000000" edc:name="GLCDCLUT18" edc:nzwidth="32" edc:por="--------000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BLUE" edc:desc="" edc:mask="0xff" edc:name="BLUE" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="GREEN" edc:desc="" edc:mask="0xff" edc:name="GREEN" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="RED" edc:desc="" edc:mask="0xff" edc:name="RED" edc:nzwidth="8"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA44C" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="--------nnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCLUT19" edc:desc="" edc:impl="0x00ffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="--------000000000000000000000000" edc:name="GLCDCLUT19" edc:nzwidth="32" edc:por="--------000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="BLUE" edc:desc="" edc:mask="0xff" edc:name="BLUE" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="GREEN" edc:desc="" edc:mask="0xff" edc:name="GREEN" edc:nzwidth="8"/>
            <edc:SFRFieldDef edc:cname="RED" edc:desc="" edc:mask="0xff" edc:name="RED" edc:nzwidth="8"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
